<!DOCTYPE html>
<html lang="es">
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Aviso Legal | 48h.es</title>
<meta name="description" content="Aviso legal y condiciones de uso del sitio web tuweben48h.es, titularidad de Fast Horizons S.L.">
<link rel="icon" href="/favicon.ico?v=3">
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Inter:wght@300;400;600;700;900&display=swap" rel="stylesheet">
<script src="https://cdn.tailwindcss.com"></script>
<style>
    body { font-family: 'Inter', sans-serif; }
</style>
</head>

<body class="bg-white text-gray-900">

<nav class="border-b border-gray-100 bg-white">
    <div class="max-w-4xl mx-auto flex justify-between items-center px-6 py-6">
        <a href="/" class="text-2xl font-black italic uppercase tracking-tight">48h<span class="text-blue-500">.es</span></a>
        <a href="/" class="text-sm font-bold text-gray-500 hover:text-blue-600 transition">&larr; Volver</a>
    </div>
</nav>

<main class="max-w-4xl mx-auto px-6 py-16">

    <h1 class="text-4xl md:text-5xl font-black tracking-tight mb-4">Aviso Legal</h1>
    <p class="text-gray-400 text-sm mb-16">&Uacute;ltima actualizaci&oacute;n: 16 de febrero de 2026</p>

    <!-- 1. Datos identificativos -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">1. Datos identificativos del titular</h2>
        <p class="text-gray-600 leading-relaxed mb-4">En cumplimiento del art&iacute;culo 10 de la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Informaci&oacute;n y de Comercio Electr&oacute;nico (LSSI-CE), se informa al usuario de los datos del titular de este sitio web:</p>
        <div class="bg-gray-50 rounded-2xl p-8 text-sm leading-relaxed space-y-1">
            <p><strong>Raz&oacute;n social:</strong> Fast Horizons S.L.</p>
            <p><strong>NIF:</strong> B22579866</p>
            <p><strong>CNAE:</strong> 6201 &mdash; Actividades de programaci&oacute;n inform&aacute;tica</p>
            <p><strong>Domicilio social:</strong> [Direcci&oacute;n completa], Espa&ntilde;a</p>
            <p><strong>Datos registrales:</strong> Inscrita en el Registro Mercantil de [Provincia], Tomo XXXX, Folio XXX, Hoja X-XXXXX</p>
            <p><strong>Dominio:</strong> tuweben48h.es / 48h.es</p>
            <p><strong>Email de contacto:</strong> hola@tuweben48h.es</p>
        </div>
        <p class="text-amber-600 text-xs mt-4 font-medium bg-amber-50 rounded-xl px-5 py-3">&#9888; Recuerda a&ntilde;adir el domicilio social y los datos registrales (Registro Mercantil, Tomo, Folio, Hoja) antes de publicar.</p>
    </section>

    <!-- 2. Objeto -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">2. Objeto y &aacute;mbito de aplicaci&oacute;n</h2>
        <p class="text-gray-600 leading-relaxed">El presente aviso legal regula el acceso y uso del sitio web tuweben48h.es (en adelante, &laquo;el Sitio Web&raquo;), titularidad de Fast Horizons S.L. El acceso al Sitio Web atribuye la condici&oacute;n de usuario e implica la aceptaci&oacute;n plena y sin reservas de todas las disposiciones incluidas en este aviso legal, en la versi&oacute;n publicada en el momento del acceso.</p>
    </section>

    <!-- 3. Actividad -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">3. Actividad</h2>
        <p class="text-gray-600 leading-relaxed">Fast Horizons S.L. (CNAE 6201) se dedica a las actividades de programaci&oacute;n inform&aacute;tica, consulta de aplicaciones inform&aacute;ticas y suministro de programas de inform&aacute;tica, servicios de informaci&oacute;n, dise&ntilde;o y desarrollo de sitios web profesionales, as&iacute; como a la comercializaci&oacute;n de productos digitales y servicios de consultor&iacute;a relacionados con la presencia online, la automatizaci&oacute;n y la inteligencia artificial aplicada a negocios.</p>
    </section>

    <!-- 4. Condiciones de uso -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">4. Condiciones de uso</h2>
        <p class="text-gray-600 leading-relaxed mb-4">El usuario se compromete a utilizar el Sitio Web de conformidad con la ley, el presente aviso legal y las buenas costumbres. En particular, el usuario se obliga a abstenerse de:</p>
        <ul class="list-disc list-inside text-gray-600 leading-relaxed space-y-2 pl-2">
            <li>Utilizar el Sitio Web con fines il&iacute;citos, fraudulentos o que atenten contra los derechos de terceros.</li>
            <li>Introducir o difundir virus inform&aacute;ticos, c&oacute;digo malicioso o cualquier sistema que pueda causar da&ntilde;os en los sistemas de Fast Horizons S.L. o de terceros.</li>
            <li>Intentar acceder, utilizar o manipular los datos del titular, proveedores externos u otros usuarios.</li>
            <li>Reproducir, copiar, distribuir o poner a disposici&oacute;n de terceros los contenidos del Sitio Web sin autorizaci&oacute;n expresa.</li>
            <li>Suprimir, ocultar o manipular las notas sobre derechos de propiedad intelectual o industrial.</li>
        </ul>
    </section>

    <!-- 5. Propiedad intelectual e industrial -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">5. Propiedad intelectual e industrial</h2>
        <p class="text-gray-600 leading-relaxed mb-4">Todos los contenidos del Sitio Web, incluyendo a t&iacute;tulo enunciativo pero no limitativo: textos, fotograf&iacute;as, gr&aacute;ficos, im&aacute;genes, iconos, dise&ntilde;os, c&oacute;digo fuente, logotipos, marcas, nombres comerciales y dem&aacute;s signos distintivos, son propiedad de Fast Horizons S.L. o de terceros que han autorizado su uso, y est&aacute;n protegidos por las leyes espa&ntilde;olas e internacionales de propiedad intelectual e industrial.</p>
        <p class="text-gray-600 leading-relaxed">Queda expresamente prohibida la reproducci&oacute;n, distribuci&oacute;n, comunicaci&oacute;n p&uacute;blica, transformaci&oacute;n o cualquier otra forma de explotaci&oacute;n, total o parcial, de los contenidos del Sitio Web sin la autorizaci&oacute;n expresa y por escrito de Fast Horizons S.L. El incumplimiento de esta prohibici&oacute;n podr&aacute; constituir infracci&oacute;n sancionable por la legislaci&oacute;n vigente.</p>
    </section>

    <!-- 6. Exclusión de garantías y responsabilidad -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">6. Exclusi&oacute;n de garant&iacute;as y responsabilidad</h2>
        <p class="text-gray-600 leading-relaxed mb-4">Fast Horizons S.L. no se hace responsable, en la medida permitida por la legislaci&oacute;n vigente, de los da&ntilde;os y perjuicios de cualquier naturaleza derivados de:</p>
        <ul class="list-disc list-inside text-gray-600 leading-relaxed space-y-2 pl-2">
            <li>La imposibilidad de acceso al Sitio Web o la falta de veracidad, exactitud, exhaustividad o actualidad de los contenidos.</li>
            <li>La presencia de virus o programas maliciosos en los contenidos que puedan producir alteraciones en el sistema inform&aacute;tico del usuario.</li>
            <li>El uso il&iacute;cito, negligente, fraudulento o contrario al presente aviso legal que hagan los usuarios del Sitio Web.</li>
            <li>La falta de disponibilidad, mantenimiento o funcionamiento efectivo del Sitio Web o de sus servicios y contenidos.</li>
        </ul>
        <p class="text-gray-600 leading-relaxed mt-4">Fast Horizons S.L. se reserva el derecho de suspender, modificar, restringir o interrumpir el acceso, contenidos, servicios o configuraci&oacute;n del Sitio Web, con o sin previo aviso, sin que ello genere derecho a indemnizaci&oacute;n alguna.</p>
    </section>

    <!-- 7. Enlaces a terceros -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">7. Enlaces a sitios de terceros</h2>
        <p class="text-gray-600 leading-relaxed">El Sitio Web puede contener enlaces o hiperv&iacute;nculos a sitios web de terceros. Fast Horizons S.L. no asume responsabilidad alguna sobre el contenido, pol&iacute;ticas de privacidad o pr&aacute;cticas de los sitios web de terceros. El acceso del usuario a dichos sitios se realiza bajo su exclusiva responsabilidad, y le recomendamos revisar las condiciones de uso y pol&iacute;ticas de privacidad de cada sitio que visite.</p>
    </section>

    <!-- 8. Contratación y pagos -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">8. Contrataci&oacute;n y pagos</h2>
        <p class="text-gray-600 leading-relaxed mb-4">Los servicios ofrecidos a trav&eacute;s del Sitio Web se rigen por las condiciones espec&iacute;ficas indicadas en el momento de la contrataci&oacute;n. Los precios mostrados no incluyen IVA salvo que se indique expresamente lo contrario.</p>
        <p class="text-gray-600 leading-relaxed">Los pagos se procesan a trav&eacute;s de la pasarela segura <strong>Stripe</strong>. Fast Horizons S.L. no almacena ni tiene acceso a los datos completos de tarjetas de cr&eacute;dito o d&eacute;bito del usuario, siendo estos gestionados &iacute;ntegramente por Stripe conforme a los est&aacute;ndares PCI DSS.</p>
    </section>

    <!-- 9. Derecho de desistimiento -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">9. Derecho de desistimiento</h2>
        <p class="text-gray-600 leading-relaxed mb-4">De conformidad con el art&iacute;culo 103 del Real Decreto Legislativo 1/2007, el derecho de desistimiento <strong>no ser&aacute; aplicable</strong> cuando:</p>
        <ul class="list-disc list-inside text-gray-600 leading-relaxed space-y-2 pl-2">
            <li>La prestaci&oacute;n del servicio haya sido completamente ejecutada (entrega del sitio web).</li>
            <li>El suministro de contenido digital se haya iniciado con el consentimiento expreso del consumidor, quien reconoce perder su derecho de desistimiento.</li>
        </ul>
        <p class="text-gray-600 leading-relaxed mt-4">En el caso de servicios de creaci&oacute;n web cuya ejecuci&oacute;n comienza dentro de las 48 horas siguientes a la contrataci&oacute;n, el usuario acepta expresamente el inicio inmediato de la prestaci&oacute;n y reconoce que pierde su derecho de desistimiento una vez el servicio haya sido completamente ejecutado.</p>
    </section>

    <!-- 10. Protección de datos -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">10. Protecci&oacute;n de datos personales</h2>
        <p class="text-gray-600 leading-relaxed">El tratamiento de los datos personales de los usuarios se rige por nuestra <a href="/privacidad" class="text-blue-600 font-bold underline hover:text-blue-800 transition">Pol&iacute;tica de Privacidad</a>. El uso de cookies se detalla en nuestra <a href="/cookies" class="text-blue-600 font-bold underline hover:text-blue-800 transition">Pol&iacute;tica de Cookies</a>.</p>
    </section>

    <!-- 11. Legislación y jurisdicción -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">11. Legislaci&oacute;n aplicable y jurisdicci&oacute;n</h2>
        <p class="text-gray-600 leading-relaxed mb-4">El presente aviso legal se rige en todos y cada uno de sus extremos por la legislaci&oacute;n espa&ntilde;ola.</p>
        <p class="text-gray-600 leading-relaxed mb-4">Para la resoluci&oacute;n de cualquier controversia que pudiera derivarse del acceso o uso del Sitio Web, Fast Horizons S.L. y el usuario acuerdan someterse a los Juzgados y Tribunales del domicilio del usuario cuando este tenga la condici&oacute;n de consumidor, de conformidad con la normativa vigente en materia de consumidores y usuarios.</p>
        <p class="text-gray-600 leading-relaxed">En el caso de usuarios que no tengan la condici&oacute;n de consumidores, ambas partes se someten, con renuncia expresa a cualquier otro fuero, a los Juzgados y Tribunales de la ciudad del domicilio social de Fast Horizons S.L.</p>
    </section>

    <!-- 12. Resolución de litigios en línea -->
    <section class="mb-14">
        <h2 class="text-2xl font-black mb-4">12. Resoluci&oacute;n de litigios en l&iacute;nea</h2>
        <p class="text-gray-600 leading-relaxed">De conformidad con el Reglamento (UE) 524/2013 del Parlamento Europeo y del Consejo, le informamos de que la Comisi&oacute;n Europea facilita una plataforma de resoluci&oacute;n de litigios en l&iacute;nea, disponible en: <strong>ec.europa.eu/consumers/odr</strong></p>
    </section>

</main>

<footer class="py-14 text-center border-t text-sm text-gray-400 bg-white">
    <div class="mb-4 text-gray-900 font-black italic uppercase">48h<span class="text-blue-500">.es</span></div>
    &copy; 2026 <strong>Fast Horizons S.L.</strong> &middot; <a href="/aviso-legal" class="hover:text-blue-600 transition underline">Aviso Legal</a> &middot; <a href="/privacidad" class="hover:text-blue-600 transition underline">Privacidad</a> &middot; <a href="/cookies" class="hover:text-blue-600 transition underline">Cookies</a>
</footer>

<script src="/cookie-banner.js" defer></script>
</body>
</html>
